var name = prompt('Введите своё имя');
var age = +prompt('Введите возраст');
var num1 = +prompt('Решите пример: 10 + 10 = ?');
var num2 = +prompt('Решите пример: 56 - 13 = ?');
var num3 = +prompt('Решите пример: 45 / 15 = ?');
var num4 = +prompt('Решите пример: 20 * 5 = ?');
var num5 = +prompt('Решите пример: 40 % 3 = ?');

alert('Откройте консоль для просмотра ответа');

console.log(name);
console.log(age);
console.log("Пример: 10 + 10 =" + " 20" + " (Ваш ответ " + (num1) + ")");
console.log("Пример: 56 - 13 =" + " 43" + " (Ваш ответ " + (num2) + ")");
console.log("Пример: 45 / 15 =" + " 3" + " (Ваш ответ " + (num3) + ")");
console.log("Пример: 20 * 5 =" + " 100" + " (Ваш ответ " + (num4) + ")");
console.log("Пример: 40 % 3 =" + " 1" + " (Ваш ответ " + (num5) + ")");

